In [1]:
import pandas as pd
import numpy
df = pd.read_csv('C:\\Users\\29146\\Desktop\\数据集\\2002年-2018年上海机动车拍照拍卖.csv')
df.head()# 日期   颁发的许可证总数 最低价格 平均价格 申请者总数

,Date,Total number of license issued,lowest price,avg price,Total number of applicants
0,2-Jan,1400,13600,14735,3718
1,2-Feb,1800,13100,14057,4590
2,2-Mar,2000,14300,14662,5190
3,2-Apr,2300,16000,16334,4806
4,2-May,2350,17800,18357,4665